
<?php

return [['id' => 1,

    'news_title' => 'Физики смогли придать жидкости квадратную и шестиугольную форму',

    'news_text' => 'Вещества, которые мы видим, находятся в состоянии термодинамического равновесия. И когда два вещества соединяются вместе, они тоже в итоге переходят в это устойчивое состояние. Например, молоко полностью растворяется в кофе, а масло не смешивается с водой, а плавает по её поверхности.
                    Физики из финского университета Аалто решили проверить, что получится при попытке расшатать это равновесие, а заодно научиться управлять этими процессами или хотя бы фиксировать вещества в нестабильном состоянии.',

    'news_date' => '2021.01.24',

    'news_author' => 'Abdirachid',

],

    ['id' => 2,

        'news_title' => 'Google раздаёт контроллеры и Chromecast Ultra при покупке любой игры Stadia',

        'news_text' => 'Компания Google в рамках временной акции раздаёт пользователям комплект Stadia Premiere Edition при покупке любой игры Stadia по полной цене. В него входят телевизионная приставка Chromecast Ultra и контроллер.',

        'news_date' => '2021.01.24',

        'news_author' => 'Abdirachid',

    ],

    ['id' => 3,

        'news_title' => 'Совладелец Group-IB Дмитрий Волков рассказал «РБК» о ситуации с основателем компании Ильей Сачковым',

        'news_text' => 'Технический директор, руководитель Threat Intelligence & Attribution, сооснователь Group‑IB Дмитрий Волков в московском офисе компании.
                        Совладелец Group-IB Дмитрий Волков рассказал «РБК» о ситуации с основателем компании Ильей Сачковым, пояснил свое отношение к предполагаемым версиям его ареста, а также высказался о будущем компании и правилах ведения IT-бизнеса.”.',

        'news_date' => '2021.01.24',

        'news_author' => 'Abdirachid',
    ]];